# https://github.com/Homebrew/homebrew-bundle
# To install Mixxx's dependencies using Homebrew on macOS, run "brew bundle".
brew "chromaprint"
brew "faad2"
brew "ffmpeg"
brew "fftw"
brew "flac"
brew "lame"
brew "libid3tag"
brew "libmad"
brew "libmodplug"
brew "libogg"
brew "libshout"
brew "libsndfile"
brew "libvorbis"
brew "lilv"
brew "mp4v2"
brew "opusfile"
brew "portaudio"
brew "portmidi"
brew "protobuf"
brew "qt"
brew "rubberband"
brew "scons"
brew "taglib"
brew "wavpack"
